{
    "homeTitle": "Visa Assist - Inicio",
    "homeDescription": "Gestiona tu proceso de visa americana f치cilmente.",
    "welcome": "Bienvenido a Visa Assist",
    "homeSubtitle": "Te acompa침amos en todo el proceso para obtener tu visa americana, asegurando que tu solicitud est칠 lista de manera 칩ptima.",
    "newRequest": "Nueva Solicitud",
    "renewal": "Renovaci칩n",
    "ourServices": "Nuestros Servicios",
    "servicesDescription": "Durante m치s de 12 a침os hemos acompa침ado a cientos de personas en su camino hacia la aprobaci칩n de su visa americana. Nuestro equipo est치 comprometido con ofrecer un servicio personalizado, profesional y confiable.",
    "service1Title": "Llenado Profesional de Formularios",
    "service1Description": "Nos encargamos de completar cuidadosamente el formulario DS-160, asegurando que la informaci칩n sea clara, precisa y est칠 alineada con los requisitos del consulado.",
    "service2Title": "Gesti칩n de Citas Consulares",
    "service2Description": "Nos encargamos de todo el proceso de agendamiento, desde el perfil en la plataforma oficial hasta la programaci칩n de tus citas en el CAS y el consulado.",
    "service3Title": "Entrenamiento para la Entrevista",
    "service3Description": "Te preparamos con simulaciones reales de entrevista, an치lisis de posibles preguntas, y recomendaciones espec칤ficas basadas en tu perfil.",
    "simpleProcess": "Proceso Sencillo",
    "step1Title": "Cont치ctanos y agenda tu asesor칤a",
    "step1Description": "Evaluamos tu situaci칩n y resolvemos tus dudas iniciales.",
    "step2Title": "Realiza el pago del servicio",
    "step2Description": "Confirmamos tu inscripci칩n y comenzamos a trabajar contigo.",
    "step3Title": "Llenamos tus formularios y agendamos tu cita",
    "step3Description": "Te asistimos con todo el papeleo.",
    "step4Title": "Prep치rate con nosotros para la entrevista",
    "step4Description": "Te guiamos con consejos y simulacros.",
    "step5Title": "Seguimiento personalizado",
    "step5Description": "Estaremos en contacto continuo hasta el final.",
    "expertAdvice": "游 Asesoramiento por Expertos",
    "avoidFraud": "游 Evita caer en fraudes migratorios",
    "expertSupport": "Nuestro equipo est치 compuesto por expertos en visas, quienes te guiar치n durante todo el proceso con precisi칩n y confianza. Con nosotros, tendr치s la seguridad de recibir informaci칩n verificada y apoyo profesional en cada paso."
}